<?php
// 此方法为后台首页类
class IndexAction extends CommonAction{
	
    /**
    +----------------------------------------------------------
    * 渲染index方法，其中包括了内容和头部、尾部
    +----------------------------------------------------------
    */
    public function index(){
    	
        $this->display();
    }

    /**
    +----------------------------------------------------------
    * 渲染介绍
    +----------------------------------------------------------
    */
  	public function welcome(){
  		
  		$this->display();
  	}
  
} 	
?>